/*
Navicat MySQL Data Transfer

Source Server         : j2ee
Source Server Version : 50552
Source Host           : 120.77.173.98:3306
Source Database       : j2ee

Target Server Type    : MYSQL
Target Server Version : 50552
File Encoding         : 65001

Date: 2017-06-01 22:39:24
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Records of 142489_order_goods
-- ----------------------------
BEGIN;
INSERT INTO `142489_order_goods` VALUES ('1', '1', '1', '鼠标', '2', '95'), ('2', '1', '2', '键盘', '1', '190'), ('3', '2', '3', '巧克力', '10', '45'), ('4', '2', '4', '鱿鱼丝', '1', '66'), ('5', '3', '5', '固态硬盘', '1', '500'), ('6', '3', '6', '8G内存条', '1', '350'), ('7', '4', '1', '鼠标', '1', '95'), ('8', '4', '3', '巧克力', '1', '45'), ('9', '5', '2', '键盘', '1', '190');
COMMIT;

-- ----------------------------
-- Records of 142489_order_info
-- ----------------------------
BEGIN;
INSERT INTO `142489_order_info` VALUES ('1', '2017052613527', '1', '3', '收货人1', '收货地址1', '361005', '13107043993', '2287465898@qq.com', '380', '380', '这是订单的备注信息', '10', 'ergtrrtgrtyhrtj', '1494764621', '1494764921', '1496326195', '0', null, null, '4555434534535', 'Y'), ('2', '2017051812345', '2', '2', '汤凯', '厦大学生公寓海韵二', '361005', '18050064789', '1234567894@qq.com', '516', '516', '这是一个加急件', '10', '22022120jih', '1494764911', '1494765211', '0', '1495588420', null, null, '', 'N'), ('3', '2017051912345', '3', '2', '收货人2', '海韵二', '361000', '18060938760', 'chongfei@gmail.com', '850', '850', '你好，请发哈哈快递', '18', '23231013', '1494764911', '1494765857', '0', '1496326218', null, null, '', 'N'), ('4', '', '1', '0', '收货人3', '海韵301', '361005', '39423498342', '74783243785487', '140', '140', '任何空间而', '10', 'dvdfkdfvdfv', '1495680851', null, null, null, null, null, '', 'Y'), ('5', '', '1', '1', '收货人3', '公寓01', '361005', '23423443455', 'eewfwewfef', '190', '190', '低温vfdvdf', '1', 'dfvfsdcsdcs', '1495680951', null, null, null, null, null, null, 'N');
COMMIT;

-- ----------------------------
-- Records of 142489_users
-- ----------------------------
BEGIN;
INSERT INTO `142489_users` VALUES ('1', '汤凯', '12345678', '1'), ('2', '李四', '12345678', '2'), ('3', '无益豪', '12345678', '3');
COMMIT;
