/*
Navicat MySQL Data Transfer

Source Server         : MySQL
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : javaee_order

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2017-06-03 16:36:45
*/

SET FOREIGN_KEY_CHECKS=0;


-- ----------------------------
-- Records of 142560_goods
-- ----------------------------
INSERT INTO `142560_goods` VALUES ('1', '辣条', '10000001', '1.5', '100', '50', '1001', '0.5', '1', '0.8', '9', '2048', '1012', '2202', '20170221', '20170522', '好吃的辣条', 'latiao.jpg', '0', '圆通');
INSERT INTO `142560_goods` VALUES ('2', '球鞋', '10000005', '2', '500', '300', '1026', '250', '298', '220', '8', '1025', '3201', '2589', '20150325', '20170501', '篮球鞋、足球鞋...', 'shoe.jpg', '1', '京东');
INSERT INTO `142560_goods` VALUES ('3', '上衣', '10000026', '1', '850', '700', '1026', '150', '236', '135', '6', '1025', '3201', '1324', '20170102', '20170526', '上衣上衣上衣', 'cloth.jpg', '1', '京东');
INSERT INTO `142560_goods` VALUES ('4', 'IPhone', '10002058', '2.5', '1000', '650', '2035', '6500', '7000', '6289', '9', '2205', '3021', '4568', '20170825', '20170924', '苹果手机', 'iphone.jpg', '0', 'EMS');


-- ----------------------------
-- Records of 142560_order_goods
-- ----------------------------
INSERT INTO `142560_order_goods` VALUES ('1', '1', '4', 'IPhone', '1', '7000');
INSERT INTO `142560_order_goods` VALUES ('2', '2', '2', '球鞋', '1', '300');
INSERT INTO `142560_order_goods` VALUES ('3', '2', '3', '上衣', '1', '250');
INSERT INTO `142560_order_goods` VALUES ('4', '3', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('5', '4', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('6', '5', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('7', '6', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('8', '7', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('9', '8', '1', '辣条', '50', '1');
INSERT INTO `142560_order_goods` VALUES ('10', '9', '4', 'IPhone', '1', '7000');
INSERT INTO `142560_order_goods` VALUES ('11', '9', '1', '辣条', '100', '1');
INSERT INTO `142560_order_goods` VALUES ('12', '10', '2', '球鞋', '2', '300');
INSERT INTO `142560_order_goods` VALUES ('13', '10', '3', '上衣', '1', '250');
INSERT INTO `142560_order_goods` VALUES ('14', '10', '1', '辣条', '150', '1');


-- ----------------------------
-- Records of 142560_order_info
-- ----------------------------
INSERT INTO `142560_order_info` VALUES ('1', '2015032612589', '1', '3', 'Joey', '厦大学生公寓', '361000', '15859369258', ' 123456789@qq.com', '7000', '7020', ' 这是一部IPhone', '2.5', '', '1311922211', '0', '1495513485', '1495589791', '0', '0', '12315441', 'Y');
INSERT INTO `142560_order_info` VALUES ('2', '2017052212546', '2', '4', 'Joey', '厦大学生公寓', '361005', '15959258369', '123456789@qq.com', '550', '560', ' 一件上衣和一双鞋子', '3', ' 32145687', '1495327830', '1495327950', '1495333830', '1495297830', '1495421130', null, ' 369258141236', 'N');
INSERT INTO `142560_order_info` VALUES ('3', '2017022336514', '3', '3', 'Trayvon', '厦大学生公寓', '361005', '15959245632', '635202536@qq.com', '50', '56.8', '这里有50包辣条', '60', '', '1495327830', '0', '1495525477', '1495530593', '0', '0', '4121515154', 'N');
INSERT INTO `142560_order_info` VALUES ('4', '2017022336589', '4', '2', 'Trayvon', '厦大学生公寓', '361000', '18923652541', '32546682@qq.com', '50', '56.8', '50包辣条', '60', null, '1495327830', '0', '1495800728', '0', '0', '0', null, 'N');
INSERT INTO `142560_order_info` VALUES ('5', '2017022336123', '5', '3', 'Joey', '厦大学生公寓', '361005', '13659632447', '36251478@qq.com', '50', '56.8', '50包辣条', '60', null, '1495327830', '0', '0', '1495530710', '0', '0', '554842325', 'N');
INSERT INTO `142560_order_info` VALUES ('6', '2017022333654', '2', '2', 'Joey', '厦大学生公寓', '361000', '15959417852', '635202536@qq.com', '50', '56.8', '50包辣条', '60', null, '1495327830', '1495589407', '1495589418', '0', '0', '0', null, 'N');
INSERT INTO `142560_order_info` VALUES ('7', '2017022333658', '3', '4', 'Trayvon', '厦大学生公寓海韵2', '361000', '13659632447', '32546682@qq.com', '50', '56.8', '50包辣条', '60', null, '1495327830', '0', '1495524738', '1495530739', '1495530791', '0', '8421545223', 'N');
INSERT INTO `142560_order_info` VALUES ('8', '2017022333987', '2', '2', 'Joey', '厦大学生公寓', '361000', '13659632447', '32546682@qq.com', '50', '56.8', '50包辣条', '60', null, '1495327830', null, null, null, null, null, null, 'N');
INSERT INTO `142560_order_info` VALUES ('9', '2017052369584', '1', '0', 'Tony', 'NY, USA', '365300', '15489233654', 'foxia@google.com', '7100', '7120', '一部IPhone和100包辣条', '100', null, '1432262730', null, null, null, null, null, null, 'Y');
INSERT INTO `142560_order_info` VALUES ('10', '2016021478945', '1', '1', 'John', 'DC, USA', '365120', '13659632447', 'www.jh@qq.com', '1000', '1036', '两双球鞋、一件上衣、150包辣条', '75', null, '1274496330', '1495552586', '0', '0', '0', '0', null, 'Y');


-- ----------------------------
-- Records of 142560_users
-- ----------------------------
INSERT INTO `142560_users` VALUES ('1', 'Dyer', '123456', '15959220330');
INSERT INTO `142560_users` VALUES ('2', 'Aaron', '123456', '18859885369');
INSERT INTO `142560_users` VALUES ('3', 'Bartley', '123456', '15695872056');
INSERT INTO `142560_users` VALUES ('4', 'Clement', '123456', '18922025648');
INSERT INTO `142560_users` VALUES ('5', 'Gary', '123456', '13956982248');
